def keyword() -> list:
    """
    The keywords (no translate) of Chlorine.
    """
    return [
        '了别','了当','了得','了断',
        '了无','了愿','了债','了办',
        '了事','了然','了却','了结',
        '了解','了如','了不得','了不起',
        '说了算','铁了心','铁了事','开了窍',
        '没了','乱了套','横了心','不了',
        '不甚了然','知了','完了','算了',
        '罢了','肿么了','过奖了','好极了',
        '大不了','免不了',

        '地面','的地','有地','地球',
        '地空','地名','地貌','地区',
        '地理','地块','地形','地势',
        '地位','地图','地铁','地狱',
        '地盘','地皮','地坪','地上',
        '地点','地带','地方','地缝',
        '地瓜','地火','地精','地库',
        '地雷','地址','地震','地质',
        '地下','地产','地层','地板',
        '地表','地暖','土地','天地',
        '田地','境地','圈地','外地',
        '洼地','入地','异地','盆地',
        '平地','湿地','圣地','实地',
        '腹地','各地','工地','高地',
        '耕地','该地','海地','基地',
        '绝地','接地','空地','落地',
        '领地','绿地','陆地','林地',
        '之地','阵地','占地','质地',
        '驻地','场地','产地','此地',
        '草地','本地','白地','内地',
        '拿地','农地','墓地','某地',

        '得体','得意','得到','得分',
        '得过','得很','得奖','得空',
        '得了','得证','得知','得罪',
        '得主','得出','取得','赢得',
        '使得','锻得','懂得','获得',
        '觉得','解得','记得','懒得',
        '值得','显得','测得','变得',
        '不得','彼得','难得','没得',
        '免得',
        
        '可的','打的','的卢',
    ]

print(len(keyword()))